# Networking
networkmanager
networkmanager-runit
network-manager-applet
networkmanager-runit
nm-connection-editor
wpa_supplicant-runit

# Basics
vim
neovim
alacritty
fzf
dunst
git
groff
exa
rsync
htop
mpv
#libreoffice-still
neofetch
neomutt
pass
ranger
pcmanfm
qutebrowser
#firefox
scrot
starship
sxiv
tmux
tree
unzip
yt-dlp
zathura
zathura-pdf-poppler
zip
zsh
man
gnome-calendar
calcurse
python-urllib3
libssh2
openssh
wget
newsboat
transmission-cli
python-pynvim
texlive-most

# Sysadmin
cronie
cronie-runit
ntp
ntp-runit
artools-base
ntfs-3g

# Graphical environment
arandr
noto-fonts
ttf-ubuntu-font-family
nitrogen
picom
xorg
xorg-server
xorg-xinit
xclip
xdotool
xsel
unclutter
redshift
gnome-themes-extra
xf86-video-intel

# Image manipulation
imagemagick
gimp

# Audio
community/ardour
calf
realtime-privileges
jack2
cadence
pulseaudio-jack
pulseaudio
pavucontrol
#pulseadio-bluetooth
qjackctl
a2jmidid

# Video recording
obs-studio

# Web/email/etc
elinks
links
lynx
notmuch
isync
mpop
msmtp
qbittorrent
w3m

# Bluetooth
bluez
bluez-runit
bluez-utils
